[
  {
    "id": "song1",
    "title": "Aids",
    "artist": "Leo Jaime e Leandro Verdeal",
    "year": 1983,
    "genres": ["rock", "pop"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=Spyioc-CVzw", "durationSec": 240 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>As primeiras notícias sobre a aids chegaram ao Brasil com os relatos de um raro câncer de pele que rapidamente levava à morte homens homossexuais nos Estados Unidos.</p>",
    "analysisHtml": "<p>O canto de Léo Jaime, marcado por uma entonação humorística própria da geração musical da qual ele fez parte, utiliza a estética eufórica dos jingles, um recurso publicitário de fácil assimilação que favorece a fixação sonora na memória da pessoa ouvinte. Ao adotar a sigla 'aids' como um rótulo mercadológico para uma novidade, a canção reforça o caráter intruso e importado do termo. Nessa composição, a morte associada à aids é tratada com ironia. Embora atualmente essa abordagem possa soar insensível ou até mesmo desrespeitosa diante da gravidade do tema, ela deve ser compreendida a partir do enquadramento geracional em que foi produzida.</p>",
    "transcriptHtml": "<p>AIDS. Intérprete: Leo Jaime. Compositores: L. Jaime e L. Verdeal. In: PHODAS 'C'. Intérprete: Leo Jaime. Rio de Janeiro: CBS Brasil, 1983. 1 disco vinil, lado B, faixa 2 (4 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=Spyioc-CVzw" } ],
    "tags": ["anos-80", "rock", "leo-jaime", "aids"]
  },
  {
    "id": "song2",
    "title": "Vírus do amor",
    "artist": "Rita Lee e Roberto de Carvalho",
    "year": 1986,
    "genres": ["rock", "pop"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=5dyul8kqY0c", "durationSec": 240 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Gravada por Rita Lee, a canção retrata a aids como uma presença sorrateira, associada à morte.</p>",
    "analysisHtml": "<p>Em 'Vírus do amor', imagens bélicas como 'turistas de guerra', 'restos mortais', 'prisioneiros', 'munição' e 'fogo' reforçam a ideia da doença como inimiga a ser combatida, em sintonia com a linguagem militar frequentemente usada para tratar do tema naquele período. O destaque dado ao vírus dialoga com um momento decisivo da trajetória epidemiológica da aids, entre 1983 e 1985, quando o HIV foi isolado e identificado como o agente responsável pela síndrome da imunodeficiência adquirida. Mencionar o 'vírus do amor' produz efeitos de sentido diferentes daqueles gerados pela linguagem científica, frequentemente marcada pela frieza ao tratar da aids. Ao conferir um apelido afetivo ao agente infeccioso, a composição amplia os significados do vírus na vida da pessoa vivendo com HIV, incluindo não apenas a dimensão biológica da infecção, mas também seus afetos e experiências subjetivas.</p>",
    "transcriptHtml": "<p>VÍRUS do amor. Intérprete: Rita Lee. Compositores: R. Lee e R. de Carvalho. In: RITA e Roberto. Intérprete: Rita Lee. Rio de Janeiro: Som Livre, 1985. 1 disco vinil, lado A, faixa 1 (4 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=5dyul8kqY0c" } ],
    "tags": ["anos-80", "rock", "rita-lee", "aids"]
  },
  {
    "id": "song3",
    "title": "Vamo comer",
    "artist": "Caetano Veloso e Tony Costa",
    "year": 1987,
    "genres": ["mpb", "tropicalismo"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=8SMVuRymJww", "durationSec": 180 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>A música equilibra crítica e leveza ao misturar samba, bossa nova e tropicalismo para refletir, de forma divertida e profunda, sobre as contradições e a criatividade do Brasil da época.</p>",
    "analysisHtml": "<p>Assim como em 'Aids', de Leo Jaime, a música reitera o caráter intruso e importado da aids. Contudo, a relação explícita com a aids vem da crítica do cantor ao então arcebispo do Rio de Janeiro por ter falado, em entrevista, que a aids seria 'um castigo merecido' à homossexualidade. A crítica se repetiu em 'Americanos'.</p>",
    "transcriptHtml": "<p>'VAMO' comer. Intérpretes: Caetano Veloso e Luiz Melodia. Compositores: C. Veloso e T. Costa. In: CAETANO. Intérprete: Caetano Veloso e outros. Rio de Janeiro: Polygram/Philips, 1987. 1 disco vinil, lado B, faixa 1 (3 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=8SMVuRymJww" } ],
    "tags": ["anos-80", "mpb", "caetano-veloso", "tropicalismo"]
  },
  {
    "id": "song4",
    "title": "Vida louca vida",
    "artist": "Lobão e Bernardo Vilhena",
    "year": 1987,
    "genres": ["rock"],
    "cover": "/assets/covers/cazuza.png",
    "preview": { "src": "https://www.youtube.com/watch?v=7fTy_mlJVuo", "durationSec": 180 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Composta por Lobão, 'Vida louca vida' ganhou um novo significado na voz de Cazuza. Cantada por alguém que vivia publicamente a luta contra o HIV, frases como 'vida breve' e 'ninguém vai nos perdoar, nosso crime não compensa' ressoam com a fragilidade da vida e a urgência sentidas por quem estava enfrentando a doença.</p>",
    "analysisHtml": "<p>A música se transformou em um hino de resistência, ampliando seu significado original para o contexto da epidemia e ficando marcada como uma das canções que simbolizam o enfrentamento à aids nos anos 80.</p>",
    "transcriptHtml": "<p>VIDA louca vida. Intérprete: Lobão. Compositores: Lobão e B. Vilhena. In: VIDA bandida. Intérprete: Lobão. Rio de Janeiro: RCA Victor, 1987. 1 disco vinil, lado B, faixa 2 (3 min).</p>",
    "sources": [ { "label": "YouTube - Cazuza", "url": "https://www.youtube.com/watch?v=7fTy_mlJVuo" } ],
    "tags": ["anos-80", "rock", "cazuza", "lobao"]
  },
  {
    "id": "song5",
    "title": "Bota a camisinha",
    "artist": "João Roberto Kelly e Chacrinha",
    "year": 1987,
    "genres": ["marchinha", "carnaval"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=6TTLIszKJW0", "durationSec": 180 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Uma das mais tradicionais marchinhas de Carnaval brasileiras, teve grande contribuição para as ações de conscientização na resposta brasileira à aids.</p>",
    "analysisHtml": "<p>De forma lúdica e festiva, e com todo o humor e irreverência da interpretação de Abelardo Barbosa, o Chacrinha, a canção utiliza a metáfora da chuva e do calor para falar sobre a importância do uso de preservativos, associando a camisinha a um item tão necessário quanto um guarda-chuva em dia de chuva. O refrão repetitivo serve como um lembrete cativante e fácil de memorizar, enfatizando a necessidade de proteção durante as relações sexuais, especialmente no período de Carnaval.</p>",
    "transcriptHtml": "<p>BOTA a camisinha. Intérprete: Chacrinha. Compositores: J. R. Kelly e Chacrinha. In: CHACRINHA. Intérprete: Chacrinha. Rio de Janeiro: BMG/Ariola, 1987. 1 disco vinil single, lado A (3 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=6TTLIszKJW0" } ],
    "tags": ["anos-80", "marchinha", "chacrinha", "carnaval", "prevencao"]
  },
  {
    "id": "song6",
    "title": "Ideologia",
    "artist": "Roberto Frejat e Cazuza",
    "year": 1988,
    "genres": ["rock"],
    "cover": "/assets/covers/cazuza.png",
    "preview": { "src": "https://www.youtube.com/watch?v=hfsxcebq5Rc", "durationSec": 240 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>A canção atemporal aborda um sentimento de descrença política, parcialmente impulsionado pelo frágil exercício da democracia na época e, ao mesmo tempo, dialoga com uma ferida narcísica de uma geração intensa.</p>",
    "analysisHtml": "<p>Um verso, em especial, evidencia um dos muitos impactos da síndrome: 'meu prazer agora é risco de vida'. O ato sexual começou a ser associado ao perigo e a intimidade e o prazer agora tinham um lado sombrio e ameaçador, o que acabava aumentando a solidão dos indivíduos, isolados em seu próprio corpo. A liberdade sexual que a contracultura pregava tinha chegado ao fim, não existia mais o mote 'sexo, drogas e rock'n'roll', nem o sonho de revolução. Famoso por abalar os alicerces da sociedade moralista e conservadora, na canção, Cazuza fala abertamente sobre sexo e o vírus, dando voz a todos os medos que assombravam a sua geração.</p>",
    "transcriptHtml": "<p>IDEOLOGIA. Intérprete: Cazuza. Compositor: Cazuza e R. Frejat. In: IDEOLOGIA. Intérprete: Cazuza. Rio de Janeiro: Philips, 1988. 1 disco vinil, lado A, faixa 1 (4 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=hfsxcebq5Rc" } ],
    "tags": ["anos-80", "rock", "cazuza", "aids"]
  },
  {
    "id": "song7",
    "title": "Boas novas",
    "artist": "Cazuza",
    "year": 1988,
    "genres": ["rock"],
    "cover": "/assets/covers/cazuza.png",
    "preview": { "src": "https://www.youtube.com/watch?v=IgjTMjMPGh0", "durationSec": 120 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>'Eu vi a cara da morte e ela estava viva', afirma Cazuza em 'Boas novas', título que faz referência aos títulos de jornais da época, que possuíam um caráter sensacionalista.</p>",
    "analysisHtml": "<p>Aqui, o cantor denuncia não apenas a morte fisiológica, mas também a 'morte em vida', as perdas de direitos civis sofridas pelas pessoas após o diagnóstico de HIV. Assim como Cazuza, o escritor e sociólogo brasileiro Herbert Daniel afirmou em seu livro 'Vida antes da morte', publicado em 1989, que dizer 'estou vivo', diante de sua condição enquanto pessoa vivendo com HIV, é um ato político. Percebe-se, em ambos os casos, o uso da arte para pautar a necessidade de luta pelos direitos de pessoas marginalizadas socialmente por causa de estigma e preconceito.</p>",
    "transcriptHtml": "<p>BOAS novas. Intérprete e compositor: Cazuza. In: IDEOLOGIA. Intérprete: Cazuza. Rio de Janeiro: Philips, 1988. 1 disco vinil, lado A, faixa 2 (2 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=IgjTMjMPGh0" } ],
    "tags": ["anos-80", "rock", "cazuza", "aids", "direitos"]
  },
  {
    "id": "song8",
    "title": "A cura",
    "artist": "Lulu Santos",
    "year": 1988,
    "genres": ["rock", "pop"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=BXUqiiygC5Y", "durationSec": 240 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Em meio ao alto número de mortes decorrentes da aids no final da década de 80, a canção 'A cura', de Lulu Santos, surgiu como um poderoso catalisador de esperança e um hino de resistência.</p>",
    "analysisHtml": "<p>O período era marcado pela emergência de redes de solidariedade e pelo fortalecimento de organizações não governamentais. Nesse cenário de mobilização coletiva, que buscava ativamente por tratamentos adequados (como o AZT), a música sintetizou e amplificou o sentimento de chegada de dias melhores e a possibilidade de superação. 'A cura' é uma ode à vida que evita citar a morte. Com verbos no futuro, a música utiliza de uma perspectiva positiva de certeza de recuperação e triunfo.</p>",
    "transcriptHtml": "<p>A CURA. Intérprete e compositor: Lulu Santos. In: TODA forma de amor. Intérprete: Lulu Santos. Rio de Janeiro: RCA Victor, 1988. 1 disco vinil, lado B, faixa 2 (4 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=BXUqiiygC5Y" } ],
    "tags": ["anos-80", "rock", "lulu-santos", "esperanca"]
  },
  {
    "id": "song9",
    "title": "O tempo não para",
    "artist": "Cazuza e Arnaldo Brandão",
    "year": 1988,
    "genres": ["rock"],
    "cover": "/assets/covers/cazuza.png",
    "preview": { "src": "/assets/audio/cazuza_o_tempo_não_para.mp3", "durationSec": 205 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Composta na primeira pessoa do singular, por meio da figura de um 'eu lírico' que se funde e confunde com a própria imagem pública de Cazuza, a música contém subjetividades da aids, notadamente as homoeróticas.</p>",
    "analysisHtml": "<p>Uma das canções mais emblemáticas de Cazuza, que aborda temas existenciais e a passagem do tempo, escrita durante o período em que o artista enfrentava a AIDS. A obra nomeava a mágoa, o cansaço e o marasmo enfrentado pelo país no momento em que foi lançada. Cazuza transforma sua experiência pessoal com o HIV e o preconceito em uma crítica social direta e poderosa, ao utilizar imagens marcantes para expressar tanto sua dor quanto sua disposição de enfrentar as adversidades. A obra faz uma crítica explícita à corrupção e à hipocrisia das elites brasileiras e denuncia o abismo entre o discurso e a realidade social do país.</p>",
    "transcriptHtml": "<p>O TEMPO não para. Intérprete: Cazuza. Compositores: Cazuza e A. Brandão. In: O TEMPO não para. Intérprete: Cazuza. Rio de Janeiro: Philips, 1988. 1 disco vinil, lado B, faixa 1 (4 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=6tnc-rBZJL4" } ],
    "tags": ["anos-80", "rock", "cazuza", "aids"]
  },
  {
    "id": "song10",
    "title": "Cobaias de Deus",
    "artist": "Cazuza e Angela Ro Ro",
    "year": 1989,
    "genres": ["rock"],
    "cover": "/assets/covers/cazuza.png",
    "preview": { "src": "https://www.youtube.com/watch?v=IG1plvg-kP4", "durationSec": 180 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Essa é uma das canções mais marcantes da História Cantada da Aids. Ao explorar o paradoxo entre dois princípios essenciais da existência, Cazuza reafirma a vida diante da morte.</p>",
    "analysisHtml": "<p>A canção explora não apenas a morte inevitável, inerente à condição humana, mas também a morte civil imposta pelo estigma associado ao diagnóstico de HIV. É uma reflexão profunda sobre a condição humana e o enfrentamento da aids como uma batalha tanto física quanto social.</p>",
    "transcriptHtml": "<p>COBAIAS de Deus. Intérprete: Cazuza. Compositores: Cazuza e A. Ro Ro. In: BURGUESIA. Intérprete: Cazuza. Rio de Janeiro: PolyGram/Universal Music, 1989. 1 disco vinil, disco 2, lado A, faixa 1 (3 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=IG1plvg-kP4" } ],
    "tags": ["anos-80", "rock", "cazuza", "aids"]
  },
  {
    "id": "song11",
    "title": "Aids, pop, repressão",
    "artist": "Ratos de Porão",
    "year": 1989,
    "genres": ["punk", "hardcore"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=tMQjAXiS67o", "durationSec": 60 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>A música retrata o clima de medo e repressão social da época, marcado pela epidemia de aids e pela criminalização das drogas.</p>",
    "analysisHtml": "<p>Faz críticas à transformação do rock brasileiro nos anos 1980, que, segundo a banda, perdeu sua autenticidade ao se tornar um produto comercial. As críticas se estenderam à cultura jovem pelo esvaziamento da simbologia de liberdade e rebeldia e assimilação pelo mercado. Como outras músicas da época, a obra reúne os principais elementos que marcaram a década e questiona o preço pago por uma geração diante da repressão e da perda de ideais.</p>",
    "transcriptHtml": "<p>AIDS, pop, repressão. Intérpretes e compositores: Ratos de Porão. In: BRASIL. Intérpretes: Ratos de Porão. São Paulo: Roadrunner Records, 1989. 1 disco vinil, lado A, faixa 3 (1 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=tMQjAXiS67o" } ],
    "tags": ["anos-80", "punk", "ratos-de-porao", "aids"]
  },
  {
    "id": "song12",
    "title": "Rubens",
    "artist": "Paulinho Moska e Mario Manga",
    "year": 1990,
    "genres": ["mpb", "pop"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=qcEb_0zUb0U", "durationSec": 180 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>'Rubens' é um exemplo de canção que escancara a construção moral em torno da epidemia da aids.</p>",
    "analysisHtml": "<p>A letra explícita acompanha uma relação afetiva e sexual entre dois homens, que precisam lidar com a paixão e o desejo de forma escondida, pois 'a sociedade não gosta, o pessoal acha estranho'. Nessa canção, o julgamento de amigos e familiares pela relação de dois homens também é atravessado pela nova doença – a aids. A canção aborda frontalmente a homossexualidade e o preconceito no contexto da epidemia.</p>",
    "transcriptHtml": "<p>RUBENS. Intérprete: Cássia Eller. Compositores: P. Moska e M. Manga. In: CÁSSIA Eller. Intérprete: Cássia Eller. Rio de Janeiro: PolyGram/Universal Music, 1990. 1 disco vinil, lado A, faixa 2 (3 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=qcEb_0zUb0U" } ],
    "tags": ["anos-90", "mpb", "cassia-eller", "homossexualidade"]
  },
  {
    "id": "song13",
    "title": "Black or white/Americanos",
    "artist": "Caetano Veloso",
    "year": 1992,
    "genres": ["mpb", "pop"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=6lzPLHzjWhQ", "durationSec": 180 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Caetano Veloso foi um dos artistas brasileiros que passaram a ser porta-vozes e autoridades midiáticas pelo fim do estigma, da discriminação e da desinformação que rondavam as pessoas vivendo com HIV ou aids.</p>",
    "analysisHtml": "<p>É nesse cenário que ele declama, após a execução de 'Black or white', 'Americanos'. A música consiste em um discurso em prol da igualdade social e menciona a possível primeira pessoa com aids no Brasil, as primeiras mobilizações realizadas no país, as instituições sociais que se opunham às condutas conservadoras da igreja católica, da gestão pública e classe médica em torno da prevenção ao HIV.</p>",
    "transcriptHtml": "<p>BLACK or white/Americanos. Intérprete: Caetano Veloso. Compositor: M. Jackson. In: CIRCULADÔ ao vivo. Intérprete: Caetano Veloso e outros. Rio de Janeiro: PolyGram/Universal Music, 1992. 1 disco vinil, lado A, faixa 2 (3 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=6lzPLHzjWhQ" } ],
    "tags": ["anos-90", "mpb", "caetano-veloso", "ativismo"]
  },
  {
    "id": "song14",
    "title": "A Via Láctea",
    "artist": "Renato Russo, Dado Villa-Lobos e Marcelo Bonfá",
    "year": 1996,
    "genres": ["rock"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=rvL05KRFEbA", "durationSec": 240 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>A canção reflete a situação de saúde de Renato Russo, que viria a falecer pouco tempo após a gravação devido a complicações da aids.</p>",
    "analysisHtml": "<p>'Via Láctea' sintetiza a tristeza e o pessimismo que Renato Russo sentia em seus últimos momentos. Sua letra reflete o sofrimento físico, como no verso 'Hoje fiquei com febre a tarde inteira', que pode ser interpretado como uma referência direta à aids, pois, na época, a febre alta e persistente era um sinal comum da doença. Além do registro dos sintomas, a música é um retrato da melancolia e desespero do compositor, que expressava sentir-se 'tão sozinho'. Em um ato de oposição à falsa esperança, o verso 'Mas não me diga isso' rejeita o consolo superficial de que 'Sempre existe uma luz', revelando uma aceitação dolorosa de sua realidade. A canção soa como uma despedida, e no verso 'Obrigado por pensar em mim', Renato conversa com seus fãs em um último gesto de gratidão.</p>",
    "transcriptHtml": "<p>A VIA Láctea. Intérprete: Renato Russo. Compositores: R. Russo, M. Bonfá e D. Villa-Lobos. In: A TEMPESTADE ou o Livro dos Dias. Intérprete: Renato Russo. Rio de Janeiro: EMI, 1996. 1 disco vinil, lado B, faixa 1 (4 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=rvL05KRFEbA" } ],
    "tags": ["anos-90", "rock", "renato-russo", "legiao-urbana", "aids"]
  },
  {
    "id": "song15",
    "title": "Projeto Red Hot + Rio",
    "artist": "Vários Artistas",
    "year": 1996,
    "genres": ["bossa-nova", "eletronica"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://discografia.discosdobrasil.com.br/discos/red-hot-rio", "durationSec": 4200 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Na década de 1990, a Red Hot iniciou uma série de projetos focados na música e na cultura da América do Sul, bem como na arrecadação de fundos e na conscientização para resposta à epidemia de HIV e aids nessa parte do mundo.</p>",
    "analysisHtml": "<p>Em 1996 foi lançado o Red Hot + Rio. O sucesso do álbum veio do equilíbrio entre as canções clássicas de Tom Jobim e os ritmos contagiantes da bossa nova com a música eletrônica moderna. O álbum foi fabricado e comercializado nos Estados Unidos, Canadá e Europa. Devido ao grande sucesso do álbum, ele teve uma continuação, o Rio2, focada no movimento Tropicália e em alguns de seus grandes artistas, como Caetano Veloso e Gilberto Gil. Em 2008, foi realizado um concerto com as músicas do álbum em Nova Iorque e os fundos arrecadados com o show beneficiaram projetos voltados aos cuidados com a aids.</p>",
    "transcriptHtml": "<p>RED Hot + Rio. [S. l.]: Antilles/Verve, 1996. 1 CD (70 min). Vários intérpretes e compositores.</p>",
    "sources": [ { "label": "Discografia", "url": "https://discografia.discosdobrasil.com.br/discos/red-hot-rio" } ],
    "tags": ["anos-90", "bossa-nova", "beneficente", "red-hot"]
  },
  {
    "id": "song16",
    "title": "O gosto do azedo",
    "artist": "Beto Lee e Rita Lee",
    "year": 1998,
    "genres": ["rock", "pop"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=bGTfsvTHdAg", "durationSec": 240 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>A música é uma obra provocativa e intensa que explora temas como medo, vulnerabilidade e a ameaça invisível do HIV.</p>",
    "analysisHtml": "<p>A letra está repleta de metáforas que dão ao vírus uma forma personificada, transformando-o em uma entidade onipresente e perigosa. Essa ameaça silenciosa e implacável observa e afeta a vida das pessoas. Criada em um contexto de convívio com o vírus, a canção aponta que o HIV traz consequências marcantes para as pessoas infectadas. Alguns trechos estão ligados, inclusive, aos usos e consumos de efavirenz, um antirretroviral da época conhecido por seus efeitos colaterais de alucinação.</p>",
    "transcriptHtml": "<p>O GOSTO do azedo. Intérprete: Rita Lee. Compositores: B. Lee, R. Lee. In: ACÚSTICO MTV: Rita Lee. Intérprete: Rita Lee e outros. Rio de Janeiro: Universal Music, 1998. 1 CD, faixa 10 (4 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=bGTfsvTHdAg" } ],
    "tags": ["anos-90", "rock", "rita-lee", "aids", "tratamento"]
  },
  {
    "id": "song17",
    "title": "Cuidado",
    "artist": "Barão Vermelho",
    "year": 2004,
    "genres": ["rock"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=Ew-Vnu9oyM8", "durationSec": 120 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>A obra se tornou intrinsecamente ligada ao contexto da epidemia de aids no Brasil. Utilizando o discurso hegemônico da época, trouxe um alerta e uma reflexão sobre os riscos e a vulnerabilidade da vida.</p>",
    "analysisHtml": "<p>A música trouxe um alerta relacionado à necessidade de conscientização sobre a prevenção do HIV e as consequências da doença, inclusive com trechos estigmatizantes e discriminatórios. Mesmo sem citar o vírus explicitamente, capturou o clima de medo e a urgência do 'cuidado' que a epidemia impôs à sociedade brasileira, especialmente ao público jovem do rock.</p>",
    "transcriptHtml": "<p>CUIDADO. Intérprete: Barão Vermelho. Compositores: R. Frejat, M. Rosauro e M. Barros. In: BARÃO Vermelho. Intérprete: Barão Vermelho. Rio de Janeiro: WEA, 2004. 1 CD, faixa 2 (2 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=Ew-Vnu9oyM8" } ],
    "tags": ["anos-2000", "rock", "barao-vermelho", "prevencao"]
  },
  {
    "id": "song18",
    "title": "Vamos vestir a camisinha, meu amor!",
    "artist": "Samba Enredo da Grande Rio",
    "year": 2004,
    "genres": ["samba", "carnaval"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=SC-ajl6JVY4", "durationSec": 300 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>O samba enredo da Acadêmicos da Grande Rio em 2004 é uma obra que transcende a celebração carnavalesca para abordar a conscientização sobre o uso de preservativos como forma de prevenção ao HIV.</p>",
    "analysisHtml": "<p>A letra da música faz um apelo direto e alegre para que as pessoas se previnam durante as relações sexuais, utilizando preservativos. Para tornar a mensagem ainda mais direta, o samba faz menção a diversos grupos sociais, destacando que a prevenção é uma questão universal. O samba enredo contribuiu significativamente para a promoção da saúde sexual e a conscientização sobre IST durante o Carnaval.</p>",
    "transcriptHtml": "<p>VAMOS vestir a camisinha, meu amor! (Grande Rio). Intérprete: Wander Pires. Compositores: M. Moreno, Mingau, Derê e D. Falcão. In: SAMBAS de Enredo 2004. Intérprete: vários. Rio de Janeiro: Gravasamba, 2004. 1 CD, faixa 3 (5 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=SC-ajl6JVY4" } ],
    "tags": ["anos-2000", "samba", "carnaval", "prevencao"]
  },
  {
    "id": "song19",
    "title": "Balada de Gisberta",
    "artist": "Pedro Abrunhosa e Maria Bethânia",
    "year": 2007,
    "genres": ["mpb", "balada"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=qtAdfNzcD3Q", "durationSec": 60 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Retrata de forma direta e sensível a história de Gisberta Salce Júnior, mulher trans, profissional do sexo e pessoa vivendo com HIV brasileira que foi cruelmente assassinada em Portugal.</p>",
    "analysisHtml": "<p>A canção expõe a exclusão e a violência enfrentadas por Gisberta, que acabou se tornando símbolo de discriminação múltipla ao ser privada não só de sua dignidade, mas também de sua própria história. A repetição de 'O amor é tão longe' no final da canção destaca a distância entre Gisberta e qualquer forma de acolhimento, transformando a canção em um lamento sobre a falta de empatia e respeito. A infecção pelo HIV fez parte do contexto de marginalização que a tornou vítima da violência, denunciada por Pedro Abrunhosa em 2007 e popularizada por Maria Bethânia em 2009.</p>",
    "transcriptHtml": "<p>BALADA de Gisberta. Intérprete e compositor: Pedro Abrunhosa. In: LUZ. Intérprete: Pedro Abrunhosa. [S. l.]: Universal Music, 2007. 1 CD, faixa 4 (1 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=qtAdfNzcD3Q" } ],
    "tags": ["anos-2000", "mpb", "trans", "violencia", "hiv"]
  },
  {
    "id": "song20",
    "title": "Sorria",
    "artist": "Gaê, Lui e Aqno",
    "year": 2022,
    "genres": ["rap", "hip-hop"],
    "cover": "/assets/covers/cover1.png",
    "preview": { "src": "https://www.youtube.com/watch?v=N1FfQVLnzdI", "durationSec": 120 },
    "audioDescription": { "src": "/assets/audio/ad1.wav", "durationSec": 2 },
    "synopsisHtml": "<p>Um manifesto em forma de canção, 'Sorria' surgiu como um desabafo após um tweet de Gaê, em outubro de 2022, sobre a insegurança de viver com o HIV, mencionando a falta de medicamentos e cortes no orçamento governamental destinado ao atendimento da doença.</p>",
    "analysisHtml": "<p>O tweet viralizou e foi amplamente compartilhado por veículos de imprensa e seguidores, o que levou o artista a se sentir acuado e, involuntariamente, à frente de um movimento que não havia iniciado. A canção, lançada no Dia Mundial de Luta contra a Aids (1º de dezembro), critica como a mídia e até mesmo pessoas do seu convívio se apropriaram do seu sofrimento e o reproduziram para ganho pessoal. Na canção, Gaê denuncia a despersonalização e o estigma enfrentados por pessoas que vivem com o HIV. 'Sorria' serve como um manifesto que exige que as pessoas olhem além da doença e reconheçam a dignidade das pessoas vivendo com HIV ou aids, confrontando a hipocrisia social que se compadece do sofrimento, mas ignora a vida e a arte.</p>",
    "transcriptHtml": "<p>SORRIA. Intérprete: Gaê. Compositores: Gaê, Lui e Aqno. In: SORRIA. Intérprete: Gaê. [S. l.]: Tratore, 2007. 1 single (2 min).</p>",
    "sources": [ { "label": "YouTube", "url": "https://www.youtube.com/watch?v=N1FfQVLnzdI" } ],
    "tags": ["anos-2020", "rap", "gae", "ativismo", "hiv"]
  }
]
